export const questions = [
    {
        id: 0,
        title: 'Я выгляжу немного неряшливо, но знаю все правила уличного движения. Я познакомился с милой леди, для которой макароны — лакомство. Кто я?',
        context: '',
        answer: 'Бродяга, Леди и Бродяга'
    },
    {
        id: 1,
        title: 'Я принцесса, в то же время не принцесса; я борюсь с судьбой, и мне помогает одно насекомое, приносящее удачу. Кто я?',
        context: '',
        answer: 'Мулан'
    },
    {
        id: 2,
        title: 'Почему бы тебе не подарить Эльзе воздушный шарик?',
        context: '',
        answer: 'Потому что она его отпустит, Холодное сердце'
    },
    {
        id: 3,
        title: 'Моя сестра может создавать снег и лед и управляет ими. Мы вместе выросли во дворце. Кто я?',
        context: '',
        answer: 'Анна («Холодное сердце»)'
    },
    {
        id: 4,
        title: 'Я живу в джунглях, однажды стану их королем и не могу этого дождаться. Мой отец был убит. Кто я?',
        context: '',
        answer: 'Симба («Король Лев»)'
    },  
    {
        id: 5,
        title: 'Когда Принц приходит за Белоснежкой?',
        context: '',
        answer: 'Весной'
    },
    {
        id: 6,
        title: 'Я действительно не люблю тиканье, особенно часов. Я плаваю по семи морям. Кто я?',
        context: '',
        answer: 'Капитан Крюк («Питер Пэн»)'
    },
    {
        id: 7,
        title: 'Почему Тигра заглянул в унитаз?',
        context: '',
        answer: 'Он искал Пуха'
    },
    {
        id: 8,
        title: 'Где капитан Крюк купил свой протез?',
        context: '',
        answer: 'В секонд-хенде («Питер Пэн»)'
    },
    {
        id: 9,
        title: 'Я — собака, я думаю, что все, что происходит в телешоу, реально. Однажды я убежал, думая, что мою девочку похитил зеленоглазый человек, потом я встретил сумасшедшего кота и одержимого хомяка. Кто я?',
        context: '',
        answer: 'Вольт'
    },
    {
        id: 10,
        title: 'Зачем Микки Маус полетел в космос? (Клуб Микки Мауса)',
        context: '',
        answer: 'Микки и его приятели отправляются в космос на поиски межгалактических сокровищ'
    },
    {
        id: 11,
        title: 'Раньше я был фаворитом. Но потом пришел Базз Лайтер, и теперь он мой лучший друг. Кто я?',
        context: '',
        answer: 'Вуди («История игрушек»)'
    },
    {
        id: 12,
        title: 'Я влюблен в девушку, очень хорошо умею маскироваться. Я отбираю у богатых и отдаю бедным, хорошо стреляю из лука. Кто я?',
        context: '',
        answer: 'Робин Гуд'
    },
    {
        id: 13,
        title: 'Я ваш личный медицинский робот. Люблю помогать людям и всегда буду рядом с вами, если вы окажетесь в опасности. Кто я?',
        context: '',
        answer: 'Бэймакс из «Города героев»'
    },
    {
        id: 14,
        title: 'Почему Золушка провалила урок физкультуры?',
        context: '',
        answer: 'Она всё время убегала от мяча'
    },
    {
        id: 15,
        title: 'Почему в Микки Мауса попал снежок?',
        context: '',
        answer: 'Потому что Дональд пригнулся'
    },
    {
        id: 16,
        title: 'Почему Белоснежку назвали Белоснежкой?',
        context: '',
        answer: 'У нее кожа была белая, как снег'
    },
    {
        id: 17,
        title: 'Моя мать умерла, когда я был маленьким. Я люблю петь, полюбила человека. Мой лучший друг — рыба. Кто я?',
        context: '',
        answer: 'Ариэль («Русалочка»)'
    },
    {
        id: 18,
        title: 'У меня есть мачеха, я люблю петь, у меня 7 маленьких друзей. Кто я?',
        context: '',
        answer: 'Белоснежка («Белоснежка и семь гномов»)'
    },
    {
        id: 19,
        title: 'Я хочу когда-нибудь выйти замуж за принца. У меня есть сводная сестра. Я люблю фиолетовый, моя сестра Дризелла любит зеленый. Моя мать — леди Тремейн. Кто я?',
        context: '',
        answer: 'Анастасия'
    },
    {
        id: 20,
        title: 'Я принцесса, не очень известная. Живу в стране, где дети никогда не растут. Кто я?',
        context: '',
        answer: 'Тигровая Лилия («Питер Пэн»)'
    },
    {
        id: 21,
        title: 'Сколько щенков далматина в помете Понго и Пэдди?',
        context: '',
        answer: '15 («101 далматинец»)'
    },
    {
        id: 22,
        title: 'Как называют принцессу, которая не хочет, чтобы ее беспокоили, потому что она всегда спит?',
        context: '',
        answer: 'Спящая красавица'
    },
    {
        id: 23,
        title: 'Почему Квазимодо отлично раскрывает преступления?',
        context: '',
        answer: 'У него есть предчувствие'
    },
    {
        id: 24,
        title: 'Я живу в джунглях, меня нашли на дереве, ношу одежду из коричневой мешковины, спас девочку от бабуинов. Кто я?',
        context: '',
        answer: 'Тарзан'
    },
    {
        id: 25,
        title: 'Я жила в Лондоне. Ношу желтое платье. Уехала в Африку изучать горилл. Я встретила мальчика, который разговаривает с животными. Кто я?',
        context: '',
        answer: 'Джейн («Тарзан»)'
    },
    {
        id: 26,
        title: 'Что Олаф ест на завтрак?',
        context: '',
        answer: 'Снежинки («Холодное сердце»)'
    },
    {
        id: 27,
        title: 'Хотя я едва ли родилась принцессой, у меня была жизнь настоящей принцессы. Кто я?',
        context: '',
        answer: 'Жизель («Зачарованная»)'
    },
    {
        id: 28,
        title: 'Мы — группа девушек, к которым принадлежала Дора в фильме «Приключения Флика». Кто мы такие?',
        context: '',
        answer: 'Черника'
    },
    {
        id: 29,
        title: 'Я ем четыре дюжины яиц в день. Хочу жениться на самой странной девушке в городе. Все девушки падают в обморок, когда я прохожу мимо них. И я хочу убить зверя, который не желает никому зла. Кто я?',
        context: '',
        answer: 'Гастон («Красавица и чудовище»)'
    },
    {
        id: 30,
        title: 'Я живу на улице, ворую еду. Меня посадили в тюрьму, только чтобы выпустить. Я встретил красивую девушку, пою «One Jump Ahead». Кто я?',
        context: '',
        answer: 'Аладдин'
    },
    {
        id: 31,
        title: 'Я люблю музыку, живу под водой, работаю на короля Тритона. Я должен присматривать за Ариэль. Кто я?',
        context: '',
        answer: 'Себастьян («Русалочка»)'
    },
    {
        id: 32,
        title: 'Я одарена волшебной силой, но также и проклятием. Только настоящая любовь может изменить ситуацию. Кто я?',
        context: '',
        answer: 'Эльза из «Холодного сердца»'
    },
    {
        id: 33,
        title: 'Я из королевской семьи. Мечтаю о мире, полном света. Кто я?',
        context: '',
        answer: 'Рапунцель'
    },
    {
        id: 34,
        title: 'Почему печенье отправилось к доктору Плюшевой (McStuffins)?',
        context: '',
        answer: 'Потому что плохо себя чувствовало'
    },
    {
        id: 35,
        title: 'Что носит Золушка на пляже?',
        context: '',
        answer: 'Стеклянные ласты'
    },
    {
        id: 36,
        title: 'Я умею летать, командую группой мальчишек, не хочу взрослеть, срываю планы пирата. Кто я?',
        context: '',
        answer: 'Питер Пэн'
    },
    {
        id: 37,
        title: 'Мой нос становится длиннее, если я говорю неправду. Кто я?',
        context: '',
        answer: 'Пиноккио'
    },
    {
        id: 38,
        title: 'Я родственник Гуфи. Кто я?',
        context: '',
        answer: 'Макс'
    },
    {
        id: 39,
        title: 'Я благородная, яростная и свободолюбивая душа. Ветер и дикая природа могут исцелить меня. Кто я?',
        context: '',
        answer: 'Покахонтас'
    },
    {
        id: 40,
        title: 'Где найти русалочку?',
        context: '',
        answer: 'Под водой'
    },
    {
        id: 41,
        title: 'Я принцесса, которая не хочет выходить замуж. Я убегаю и притворяюсь помешанной. Встречаю мальчика и обезьянку, потом он выдает себя за принца, и мы летим на волшебном ковре. Кто я?',
        context: '',
        answer: 'Жасмин («Аладдин»)'
    },
    {
        id: 42,
        title: 'Я не люблю мыть руки, петь и танцевать. Я играю на органе совсем не так, как остальные. Мне приходится делить коттедж с шестью другими людьми. И я не мастер отношений. Кто я?',
        context: '',
        answer: 'Ворчун («Белоснежка и семь гномов»)'
    },
    {
        id: 43,
        title: 'Я любопытный кот. Встречаю в городе пса и становлюсь членом его стаи. Я люблю свою хозяйку, маленькую девочку. Кто я такой?',
        context: '',
        answer: 'Оливер («Оливер и компания»)'
    },
    {
        id: 44,
        title: 'Как называется пиратский корабль Капитана Крюка?',
        context: '',
        answer: '«Веселый Роджер» («Питер Пэн»)'
    },
    {
        id: 45,
        title: 'Почему нет самолетов там, где живет Питер Пэн?',
        context: '',
        answer: 'Потому что там есть табличка с надписью «Never Neverland» («Никогда не приземлишься»)'
    },
    {
        id: 46,
        title: 'Почему Шляпник и Мартовский Заяц подрались?',
        context: '',
        answer: 'Потому что в Стране Чудес все сумасшедшие («Алиса в Стране чудес»)'
    },
    {
        id: 47,
        title: 'Что произошло, когда Микки и Минни впервые увидели друг друга?',
        context: '',
        answer: 'Перчатка с первого взгляда или любовь с первого взгляда'
    },
    {
        id: 48,
        title: 'Что любит читать Базз Лайтер?',
        context: '',
        answer: 'Книги про кометы'
    },
         
];